{
  "\"2022\"": [
    {
      "Name": "Abhishek Kumar",
      "Domain": "SPACED",
      "Designation": "Lead",
      "About": "\"A room with all the possible tools you can ever imagine and largest Alumni Base within and outside India, among all clubs/teams in SRM.\"",
      "Linkedin": "https://www.linkedin.com/in/abhishek-kumar-8b562516a/",
      "Description": "\"Choosing a best memory is difficult, but nothing beats the satisfaction of seeing a single line of code causing an inanimate object like a motor arm to move. The first sight of SRM Team Robocon lab was always my college version of Stark Industries, and holds an incredibly special place in my tinkerer’s heart.\"",
      "Profession": "Abhishek Kumar currently works at Arista Networks as a Professional Services Engineer."
    }
  ],
  "\"2020\"": [
    {
      "Name": "Yash Patel",
      "Domain": "SAMBED",
      "Designation": "Lead",
      "About": "\"A platform that exposes students to multi-disciplinary knowledge.\"",
      "Linkedin": "https://www.linkedin.com/in/yashpatel0997/",
      "Description": "\"My experience at SRM Team Robocon was how a collective effort by all can lead to developing a great system.\"",
      "Profession": "Yash Patel is currently pursuing MS in Robotics from New York University (NYU)."
    },
    {
      "Name": "Satyapalsinh Gohil",
      "Domain": "SAMBED",
      "Designation": "Member",
      "About": "\"A learning haven and a family, profoundly shaping my skills and guiding my future endeavors with unwavering support and inspiration.\"",
      "Linkedin": "https://www.linkedin.com/in/satyapalsinh-gohil-82b409181/",
      "Description": "\"\"Amidst the whirl of gears and the hum of motors, the fondest memory of the collective exhilaration of successfully unveiling, through seamless teamwork and boundless camaraderie, our meticulously designed and tirelessly built robot— a moment where our dedication, collaboration, and shared passion culminated in a triumphant symphony of innovation.\"",
      "Profession": "Satyapalsinh Gohil is currently pursuing MS in Robotics from New York University (NYU)."
    }
  ],
  "\"2019\"": [
    {
      "Name": "Shylesh Srinivasan",
      "Domain": "SIESED",
      "Designation": "Team Lead",
      "About": "\"A playground to experiment, experience and excel for the talented and dedicated.\"",
      "Facebook": "https://www.facebook.com/shylesh.srinivasan/",
      "Linkedin": "https://www.linkedin.com/in/shylesh1997/",
      "Description": "\"The three years of my experience at Robocon was the most accurate sample of the techno-corpotate work life outside the university walls. The time and effort I dedicated to the team led me to upgrade and polish my self as an engineer, a team player and a leader.\"",
      "Profession": "Shylesh Srinivasan is a co-founder of Incoen Systems (Pvt. Ltd.). The word \"Incoen\" in Incoen Systems means INnovation Concept Engineering. That's exactly what his company is about."
    },
    {
      "Name": "Abhishek Devidas Pawar",
      "Domain": "SPACED",
      "Designation": "Member",
      "About": "\"Primary hostel\"",
      "Linkedin": "https://www.linkedin.com/in/abhishekdpawar/",
      "Instagram": "https://www.instagram.com/d_doofus/",
      "Description": "\"The best memories in the club for me was the train journey to the competition and the shopping before that.\"",
      "Profession": "Abhishek Devidas Pawar currently works at NEOGOV as QA Analyst."
    }
  ],
  "\"2018\"": [
    {
      "Name": "Heli Trivedi",
      "Domain": "SAMBED",
      "Designation": "Member",
      "About": "\"THE place to get exposure to projects beyond books!\"",
      "Linkedin": "https://www.linkedin.com/in/heli-trivedi-30/",
      "Description": "\"The best memories in the club for me was staying awake all night to figure out ways to make mechanisms work with the team!! Presenting design ideas and finding loopholes in the rule book during the initial months used to be super intense and fun!!\"",
      "Profession": "Heli Trivedi currently works at Zimmer Biomet as a Manufacturing Engineer."
    }
  ],
  "\"2015\"": [
    {
      "Name": "Romin Gajjar",
      "Domain": "SIESED",
      "Designation": "Team Lead",
      "About": "\"Pinnacle of Engineering\"",
      "Linkedin": "https://www.linkedin.com/in/romin-gajjar-a134b564/",
      "Description": "\"The best memories in the club for me was winning the National Award at Robocon 2014 as the Team Lead!\"",
      "Profession": "Romin Gajjar currently works at B1 Engineering Solutions GmbH- Blaupunkt Technology Group as R&D Electronic Designer FPGA/HW."
    },
    {
      "Name": "Sorabh Gandhi",
      "Domain": "SIESED",
      "Designation": "Joint Team Lead",
      "About": "\"A great team that builds amazing robots every year.\"",
      "Linkedin": "https://www.linkedin.com/in/sorabhgandhi/",
      "Description": "\"Still remember those crazy hectic weeks before the actual competition, working long hours and having a brain fart when things didn't use to work.\"",
      "Profession": "Sorabh Gandhi currently works at Apple as an Embedded Software Engineer."
    }
  ]
}