{
  "\"2023\"": [
    {
      "Name": "Aashray Arya",
      "Domain": "SPACED",
      "Designation": "Lead",
      "About": "\"Place where you learn and implement much more than any classroom.\"",
      "Linkedin": "https://www.linkedin.com/in/aashray-arya-57ab8118b/",
      "Instagram": "https://www.instagram.com/aashrayarya/",
      "Description": "\"Learning with the team is an enjoyable experience, and collaborating with a diverse group adds an extra layer of enrichment. The moments we share with our colleagues seem to pass by in the blink of an eye, leaving us unaware of the passage of 3 amazing years. \"",
      "Profession": "Aashray Arya currently works at TCS as a System Engineer."
    },
    {
      "Name": "Subin Babu",
      "Domain": "SIESED",
      "Designation": "Member",
      "About": "\"A lot of engineering and a lot more of elbow grease, but every moment in the club will teach you something new.\"",
      "Facebook": "https://www.facebook.com/subinbabu0123?mibextid=ZbWKwL",
      "Linkedin": "https://www.linkedin.com/in/subin-babu-0122",
      "Instagram": "https://www.instagram.com/_.subin._/",
      "Description": "  ",
      "Profession": "Subin Babu currently works at Wabtec Corporation  as a SQE-Electrical."
    },
    {
      "Name": "Vaibhav Ram S.V.N.S",
      "Domain": "SIESED",
      "Designation": "Member",
      "About": "\"A place where I call my home.\"",
      "Linkedin": "https://www.linkedin.com/in/vaibhav-ram-0949b1190/",
      "Description": "\"A place entirely filled with learning, enjoyment, relation and innovation\"",
      "Profession": "Vaibhav Ram S.V.N.S currently works at Genpact as a Data Engineer."
    },
    {
      "Name": "Ankit Kumar Das",
      "Domain": "SPACED",
      "Designation": "Member",
      "About": "\"A symphony of innovation where talented minds compose synchronized marvels of robotics.\"",
      "Linkedin": "https://www.linkedin.com/in/ankitdas2000/",
      "Instagram": "https://www.instagram.com/_ankit.13das/",
      "Description": "\"Uncountable cherishable memories for me in this club, but one of them was to constantly test the Rotary Encoders and separate the faulty ones, only to find them all mixed up the next day, by some ignorant personality again and again ;)) This went on for a week XD\"",
      "Profession": "Ankit Kumar Das is currently pursuing MBA - BM (Business Management) from Xavier Institute Of Management (XIMB)."
    },
    {
      "Name": "Samarth Patel",
      "Domain": "SPACED",
      "Designation": "Member",
      "About": "\"Learning skills with practical application in fun way with one of the few smartest people in college.\"",
      "Linkedin": "https://www.linkedin.com/in/samarth-patel-206451198",
      "Instagram": "https://www.instagram.com/samp2411_/",
      "Description": "\"The best memories in the club for me was the time when we worked very hard to build UGV, present it at the POC to SIIEC and when we got the funding for the project. Also the ROBOCON competition time memories from the time when deadline was near till the point where the competition ended were great time we spent at the club.\"",
      "Profession": "Samarth Patel is currently preparing for GRE and IELTS."
    },
    {
      "Name": "Santhosh Kumar R",
      "Domain": "SPACED",
      "Designation": "Member",
      "About": "\"The club which improved my experience in various ways.\"",
      "Facebook": "https://www.facebook.com/profile.php?id=100010320369546&mibextid=ZbWKwL/",
      "Linkedin": "https://www.linkedin.com/in/santhosh-ravi-6bbb10190/",
      "Instagram": "https://instagram.com/santhosh_ravi_official/",
      "Description": "\"I joined this club during my second year of college life. Even though it was online, it created many memories and learning among my teammates in SPACED domain, went with learning, sharing our knowledges with teammates, projects and so on.... \"",
      "Profession": "Santhosh Kumar R currently works at Deloitte as a Data analyst."
    }
  ],
  "\"2022\"": [
    {
      "Name": "Abhishek Kumar",
      "Domain": "SPACED",
      "Designation": "Lead",
      "About": "\"A room with all the possible tools you can ever imagine and largest Alumni Base within and outside India, among all clubs/teams in SRM.\"",
      "Linkedin": "https://www.linkedin.com/in/abhishek-kumar-8b562516a/",
      "Description": "\"Choosing a best memory is difficult, but nothing beats the satisfaction of seeing a single line of code causing an inanimate object like a motor arm to move. The first sight of SRM Team Robocon lab was always my college version of Stark Industries, and holds an incredibly special place in my tinkerer’s heart.\"",
      "Profession": "Abhishek Kumar currently works at Arista Networks as a Professional Services Engineer."
    }
  ],
  "\"2021\"": [
    {
      "Name": "Md Nisar Raunaq",
      "Domain": "SAMBED",
      "Designation": "Member",
      "About": "\"SRM Team Robocon: Where passion turned into endless nights of innovation and unforgettable memories.\"",
      "Linkedin": "https://www.linkedin.com/in/md-nisar-raunaq/",
      "Instagram": "https://www.instagram.com/nisar_raunaq/",
      "Description": "\"I remember the late nights when time seemed to stand still, as we brainstormed, tinkered, and laughed together. Those moments, when we saw our hard work pay off and our robots come to life, are etched in my memory as some of the best times of my life. The club was more than just a team, it was a family, and those bonds we formed will always be close to my heart.\"",
      "Profession": "Md Nisar Raunaq is currently pursuing MBA(Finance) from NMIMS."
    }
  ],
  "\"2020\"": [
    {
      "Name": "Yash Patel",
      "Domain": "SAMBED",
      "Designation": "Lead",
      "About": "\"A platform that exposes students to multi-disciplinary knowledge.\"",
      "Linkedin": "https://www.linkedin.com/in/yashpatel0997/",
      "Description": "\"My experience at SRM Team Robocon was how a collective effort by all can lead to developing a great system.\"",
      "Profession": "Yash Patel is currently pursuing MS in Robotics from New York University (NYU)."
    },
    {
      "Name": "Satyapalsinh Gohil",
      "Domain": "SAMBED",
      "Designation": "Member",
      "About": "\"A learning haven and a family, profoundly shaping my skills and guiding my future endeavors with unwavering support and inspiration.\"",
      "Linkedin": "https://www.linkedin.com/in/satyapalsinh-gohil-82b409181/",
      "Description": "\"\"Amidst the whirl of gears and the hum of motors, the fondest memory of the collective exhilaration of successfully unveiling, through seamless teamwork and boundless camaraderie, our meticulously designed and tirelessly built robot— a moment where our dedication, collaboration, and shared passion culminated in a triumphant symphony of innovation.\"",
      "Profession": "Satyapalsinh Gohil is currently pursuing MS in Robotics from New York University (NYU)."
    }
  ],
  "\"2019\"": [
    {
      "Name": "Shylesh Srinivasan",
      "Domain": "SIESED",
      "Designation": "Team Lead",
      "About": "\"A playground to experiment, experience and excel for the talented and dedicated.\"",
      "Facebook": "https://www.facebook.com/shylesh.srinivasan/",
      "Linkedin": "https://www.linkedin.com/in/shylesh1997/",
      "Description": "\"The three years of my experience at Robocon was the most accurate sample of the techno-corpotate work life outside the university walls. The time and effort I dedicated to the team led me to upgrade and polish my self as an engineer, a team player and a leader.\"",
      "Profession": "Shylesh Srinivasan is a co-founder of Incoen Systems (Pvt. Ltd.). The word \"Incoen\" in Incoen Systems means INnovation Concept Engineering. That's exactly what his company is about."
    },
    {
      "Name": "Abhishek Devidas Pawar",
      "Domain": "SPACED",
      "Designation": "Member",
      "About": "\"Primary hostel\"",
      "Linkedin": "https://www.linkedin.com/in/abhishekdpawar/",
      "Instagram": "https://www.instagram.com/d_doofus/",
      "Description": "\"The best memories in the club for me was the train journey to the competition and the shopping before that.\"",
      "Profession": "Abhishek Devidas Pawar currently works at NEOGOV as QA Analyst."
    }
  ],
  "\"2018\"": [
    {
      "Name": "Deep Patel",
      "Domain": "SAMBED",
      "Designation": "Member",
      "About": "\"An arena of brilliance, where dreams soar sky-high on the wings of cutting-edge innovation, etching enduring imprints on the landscape of tomorrow.\"",
      "Linkedin": "https://www.linkedin.com/in/deepresearch/",
      "Instagram": "https://www.instagram.com/isthisdeep/",
      "Description": "\"Jai Jinjo\"",
      "Profession": "Deep Patel is currently pursuing PhD in Robotics for Smart Manufacturing at IIITDM Kancheepuram."
    },
    {
      "Name": "Heli Trivedi",
      "Domain": "SAMBED",
      "Designation": "Member",
      "About": "\"THE place to get exposure to projects beyond books!\"",
      "Linkedin": "https://www.linkedin.com/in/heli-trivedi-30/",
      "Description": "\"The best memories in the club for me was staying awake all night to figure out ways to make mechanisms work with the team!! Presenting design ideas and finding loopholes in the rule book during the initial months used to be super intense and fun!!\"",
      "Profession": "Heli Trivedi currently works at Zimmer Biomet as a Manufacturing Engineer."
    },
    {
      "Name": "Rakesh Ganapathy Raman",
      "Domain": "SIESED",
      "Designation": "Member",
      "About": "\"A home for all inventors.\"",
      "Facebook": "https://facebook.com/rakeshganapathyraman/",
      "Linkedin": "https://www.linkedin.com/in/rakeshramang/",
      "Instagram": "https://www.instagram.com/darthintegrator/",
      "Description": "\"The best memories in the club for me was when we successfully rebuilt our robots from scratch in under a week of sleepless nights even after we got struck by the floods.\"",
      "Profession": "Rakesh Ganapathy Raman currently works at Cellink Bioprinting AB as a Automation Engineer."
    }
  ],
  "\"2016\"": [
    {
      "Name": "Karthik Sethuraman",
      "Domain": "SAMBED",
      "Designation": "Joint Lead",
      "About": "\"Best introduction to engineering projects \"",
      "Linkedin": "www.linkedin.com/in/karthiksethu/",
      "Description": "\"Brainstorming out of the box solutions with a diverse skill set engineers.\"",
      "Profession": "Karthik Sethuraman currently works at Cummins Inc as a Technical Specialist ."
    },
    {
      "Name": "Kumar Ashutosh",
      "Domain": "SAMBED",
      "Designation": "Joint Lead",
      "About": "\"One of the best experiences of my life\"",
      "Linkedin": "https://www.linkedin.com/in/kumarashutosh22/",
      "Instagram": "https://www.instagram.com/ikumarashutosh/",
      "Description": "\"The best memories in the club for me was coming late to campus and showing the green robocon card for entry and practising with the badminton bot in mess hall.\"",
      "Profession": "Kumar Ashutosh currently works at MuSigma as a Tech Lead."
    }
  ],
  "\"2015\"": [
    {
      "Name": "Romin Gajjar",
      "Domain": "SIESED",
      "Designation": "Team Lead",
      "About": "\"Pinnacle of Engineering\"",
      "Linkedin": "https://www.linkedin.com/in/romin-gajjar-a134b564/",
      "Description": "\"The best memories in the club for me was winning the National Award at Robocon 2014 as the Team Lead!\"",
      "Profession": "Romin Gajjar currently works at B1 Engineering Solutions GmbH- Blaupunkt Technology Group as R&D Electronic Designer FPGA/HW."
    },
    {
      "Name": "Sorabh Gandhi",
      "Domain": "SIESED",
      "Designation": "Joint Team Lead",
      "About": "\"A great team that builds amazing robots every year.\"",
      "Linkedin": "https://www.linkedin.com/in/sorabhgandhi/",
      "Description": "\"Still remember those crazy hectic weeks before the actual competition, working long hours and having a brain fart when things didn't use to work.\"",
      "Profession": "Sorabh Gandhi currently works at Apple as an Embedded Software Engineer."
    },
    {
      "Name": "Manik Narang",
      "Domain": "SPACED",
      "Designation": "Member",
      "About": "\"Club where curiosity meets competition.\"",
      "Linkedin": "https://www.linkedin.com/in/manik-narang/",
      "Instagram": "https://www.instagram.com/narangmanik/",
      "Description": "\"The best memories in the club for me was winning the best economical bot in Robocon 2014\"",
      "Profession": "Manik Narang currently works at Amazon Web Services as a Software Engineer 2."
    }
  ]
}